[
    {
        "id": 1,
        "projectName": "Crude",
        "slug": "crude",
        "role": "Ux/Ui + Frontend",
        "month": "June",
        "year": "2023",
        "projectSummary": "Crude, an all-gender jewelry brand, is an e-commerce designed in Figma and developed in Wordpress/Woocommerce.",
        "projectFigmaURL": "https://www.figma.com/file/TI4iwLQIDOJIH6l1kCBILq/Crude-Portfolio?type=design&node-id=0%3A1&mode=design&t=BX9XcCr5Rp9YTXF1-1",
        "projectDescription": "Crude is an e-commerce project for an all-gender jewelry brand. This project involved the user experience and user interface (UX/UI) design followed by the development of an online sales platform with WooCommerce and WordPress.",
        "projectDescAux": "The target audience for Crude's designs is individuals aged between 28 and 37, interested in trends associated with younger people and possessing sufficient purchasing power to invest in non-essential desirable products. Additionally, this target audience is accustomed to making online purchases and regularly using social media. \n\nThe user experience of this website is designed to be as simple as possible, with a particular emphasis on the purchasing process in the mobile version, as it will be the most commonly used device for conversions.",
        "projectImg": "/images/projects/crude/crude-uxui.png",
        "projectAltText": "Crude Ecommerce done with Wordpress"
    },
    {
        "id": 2,
        "projectName": "QuoteApp",
        "slug": "quoteapp",
        "role": "Ux/Ui + Frontend",
        "month": "July",
        "year": "2023",
        "projectSummary": "Project developed with React that provides quotes from famous people with data obtained from an API.",
        "projectURL": "https://quoteapp-mfrances.netlify.app/",
        "projectDescription": "QuoteApp is an application developed with React that makes a call to a database of quotes, which are randomly displayed upon clicking a button. Additionally, this application has been designed to offer five different themes that can be changed at the user's discretion.",
        "projectImg": "/images/projects/quoteapp/quote-app-website-mobile.webp"
    },
    {
        "id": 3,
        "projectName": "About me",
        "slug": "about-me",
        "role": "Ux/Ui + Frontend",
        "month": "December",
        "year": "2022",
        "projectSummary": "Design and development of a personal landing page in HTML and CSS. This was my first project developed during my postgraduate studies at ESAT.",
        "projectURL": "https://astonishing-torte.netlify.app/",
        "projectDescription": "The About Me project is a plain HTML and CSS landing page designed as a self-introduction to send to companies in a job seeking process. This was also the first project we developed for the posgraduate program at ESAT.",
        "projectImg": "/images/projects/aboutme/about-me-website-mobile.webp"
    }
    ,
    {
        "id": 4,
        "projectName": "Portfolio",
        "slug": "portfolio",
        "role": "Ux/Ui + Frontend",
        "month": "June",
        "year": "2023",
        "projectSummary": "Final project for my postgraduate degree in Front-End Web Design and Development at ESAT and consists of the design and development of a digital portfolio in React.",
        "projectURL": "",
        "projectDescription": "As my final project for the postgraduate program, I have developed a portfolio that showcases all the projects I have worked on so far. This project was designed using Figma and developed using React.",
        "projectImg": "/images/projects/portfolio/portfolio-website-mobile.webp"
    },
    {
        "id": 5,
        "projectName": "Alutec",
        "slug": "alutec",
        "role": "Ui Design",
        "month": "January",
        "year": "2018",
        "projectSummary": "Alutec was one of the first UI designs I carried out in my last job. For this website, we were looking for an image-based language that showcased the company's furniture catalog to potential buyers.",
        "projectURL": "https://alutec.com",
        "projectDescription": "Alutec is a hospitality-focused company that specializes in outdoor and indoor furniture. They required a website to showcase their products, highlight projects featuring their furniture, and serve as an online catalog.",
        "projectImg": "/images/projects/alutec/alutec-website-mobile.webp"
    }
]